[
    "Do You Swear Like A Millennial Or Like A Gen Z'er?",
    "Spend All Of Your Money At H&M And We'll Guess Your Middle Name",
    "Can We Guess If You Like Soda Or Water Based On Your Random Preferences?",
    "Pick Some '00s Movies And We'll Guess How You're Spending Valentine's Day This Year",
    "Pick Your Favorite Desserts And We'll Guess Your Age With 100% Accuracy",
    "Order From Chipotle And We'll Guess If You’re A Millennial Or Gen Z-er",
    "Can We Guess Your Generation Based On The Words You Hate?",
    "We Know What You're Most Afraid Of Based On The Day You Have At An Amusement Park",
    "This Pasta Test Will Separate The Old Millennials From The Young Millennials",
    "If You Don't Think This Quiz Can Guess Your Height, Then I DARE YOU To Take It",
    "I Know This Sounds Odd, But We Can Actually Guess Your Biggest Pet Peeve",
    "We Know Which Month You Were Born In Based On The Taco You Make",
    "Empty Your Bank Account At Topshop And We'll Guess Your Favorite Color",
    "Believe It Or Not, We Can Guess Your Age Based On Your Dunkin' Donuts Order",
    "Let's See If We Can Guess Your Relationship Status Based On The Things You Buy At Forever 21",
    "Spend An Entire Paycheck At Target And We'll Guess Your Favorite Color",
    "We Can Guess The Name Of Your First Crush Based On Your Winter Clothing Preferences",
    "Can We Guess Your Zodiac Sign Based On The Things You Buy At Urban Outfitters?",
    "We Can Guess Which Region You're From Based On How Many Netflix Shows You've Seen",
    "We Can Guess If You Wear Glasses Based On The Cake You Make",
    "Can We Guess Your Age And Bra Size Based On The Colors You Choose?",
    "I Bet We Can Correctly Guess Your Soulmate's Name Based On These 9 Questions",
    "I Bet We Can Accurately Guess Your Zodiac Sign Based On The Movies You Pick",
    "Empty Out Your Bank Account At Prada And We'll Actually Guess How Old You Are",
    "I Know This Sounds Weird, But We Can Actually Guess Your Age Based On The Chocolate Bar You Make",
    "Eat Fast Food For Every Meal And We'll Try To Guess Your Age",
    "Make A Dating Profile And We'll Accurately Guess The Color Of Your Eyes",
    "We Can Guess Your Favorite Halsey Song Based On Your Favorite Movies",
    "Let's See If We Can Guess Your Height Solely Based On The Restaurants You Choose",
    "Order From Chipotle And We'll Guess If You're Gen Z, Millennial, Or Gen X",
    "We Can Actually Guess If You Prefer Starbucks Or Dunkin' Based On These 7 Questions",
    "We Know Your Favorite Rihanna Song Based On The Strong Female Characters You Pick",
    "Believe It Or Not, We Can Correctly Guess What Kind Of Pet You Have Based On What You Buy At Nike",
    "We Know Which Billie Ellish Song You Enjoy The Most Based On Your Fave Foods",
    "Can We Guess Your Relationship Status Based On The NYC Winter Date You Plan?",
    "We Can Correctly Guess Your Zodiac Sign Based On How You Describe Yourself",
    "We Can Accurately Guess The Color Of Your Eyes Based On What You Eat At Culver's",
    "Believe It Or Not, But We Can Accurately Guess Your Favorite Color Based On Your Fave Foods",
    "Order A Meal At A Restaurant And We'll Guess Your Hair Color",
    "I Know This Sounds Bizarre, But We Can Guess Your Strongest Personality Trait Based On The Movies You're Most Excited To See",
    "We Can Guess Your Eye Color With 100% Accuracy Based On The Vacation You Plan",
    "Buy 10 Pieces Of Clothing From ASOS And We'll Correctly Guess Your Chinese Zodiac Sign",
    "We Can Guess Your Favorite Jollibee Food Based On Your Answers To This Color Quiz",
    "Order Some Ice Cream In 9 Steps And We'll Guess Your Favorite Singer",
    "We Can Guess What Color Eyes You Have Based On The Bath Bomb You Make",
    "We Can Guess Which Boy Band Is Your Absolute Favorite Based On The Trendy Things You Did Last Year",
    "Can We Guess If You Prefer American Football Or Soccer Based On Your Answers To These 8 Questions?",
    "Pick 4 Of Your Favorite Fruits And We'll Guess Your Age With 100% Accuracy",
    "Pick Some Adorable Animals And We'll Guess Who You're Spending Valentine's Day With",
    "Create Your Own Cocktail And We'll Guess How Long It'll Take You To Break Your NYE Resolution",
    "Can We Guess Your Zodiac Sign?",
    "Pick 5 Ben & Jerry's Ice Cream Flavors And We'll Correctly Guess Which Age Group You're In",
    "I Bet We Can Correctly Guess If You're The Oldest, Middle, Or Youngest Child",
    "We Can Guess If You're A Morning Or Night Person Based On Your Food Preferences",
    "Choose Between These Classic Desserts And We'll Try To Guess Your Eye Color",
    "We'll Guess Your Age Based On The Class Schedule You Put Together",
    "Can We Guess Your Favorite Type Of Music Based On The Doughnut You Make?",
    "Travel To Seven Cities Across The World And We'll Guess Your Eye Color",
    "Spend Your Entire Paycheck At H&M And We'll Guess The Number Of Siblings You Have",
    "Spend All Your Money At Reformation And We'll Correctly Guess Your Fave Type Of Music",
    "Can We Guess Your Zodiac Sign Based On The Cities You Choose To Travel To?",
    "We Can Guess Your Mom's Name Based On These 6 Random Questions",
    "We Can Guess Your Relationship Status With 100% Accuracy Based On Your Fave Songs",
    "Build Your Dream Bed From IKEA And We'll Guess Your Age And Height",
    "Can We Guess Your Favorite Sex Position Based On The 7 Colors You Choose?",
    "We Can Guess Your Favorite Color Based On The Drink You Make For Yourself",
    "Visit NYC And We'll Guess Your Relationship Status",
    "I Bet We Can Guess Your Favorite Type Of Cake Based On The Unique Fruit Names You Pick",
    "Go To Disney World And We'll Guess If You're An Introvert Or Extrovert",
    "Fill Your Wardrobe At Target And We’ll Guess Your Favorite Sport",
    "Build A Salad And We'll Guess Where In The US You Live With Alarming Accuracy",
    "We Can Guess If You're An Introvert Or Extrovert Based On Your Fave TV Characters",
    "Tell Us How You Feel About These Foods And We'll Correctly Guess How Old You Are",
    "Build A Kith Ice Cream And We'll Guess Your Exact Birthday",
    "Pick 7 Baby Names And We'll Guess Your Favorite Ice Cream Flavor",
    "Spend A Ton Of Money At Factorie And We'll Guess Your Fave Singer With 100% Accuracy",
    "Order A Meal At McDonald's And We'll Guess Your Favorite Type Of Fries",
    "Can We Guess Your Zodiac Sign Based On Your TV Preferences?",
    "Build A Winter Outfit From Target And We'll Accurately Guess Your Birth Year",
    "Design A Bedroom And We'll Guess If You're Introverted Or Extroverted",
    "Choose Some Baby Names And We’ll Guess Your Relationship Status",
    "We Can Guess If You're Introverted Or Extroverted Based On What Food You Order On The Kids' Menu",
    "Check Off All The 2018 Songs You've Heard And We'll Guess Your Age",
    "Choose Between These Classic Desserts And We'll Accurately Guess Your Age",
    "Choose Some Things From 1919 And We'll Reveal Something You'll Accomplish In 2019",
    "Can We Guess What Color Underwear You're Wearing Based On The Food You Choose?",
    "Eat At Denny's In 9 Steps And We'll Guess If You Prefer Movies Or TV Shows",
    "Go Shopping At Brandy Melville And We'll Guess Your Zodiac Sign",
    "Pick Between These Vacation Spots And We'll Guess If You're An Introvert Or Extrovert",
    "We'll Guess Which Season You Were Born In Based On What You Order At These Fast Food Restaurants",
    "We'll Guess Your Eye Color Based On The Social Media Sites You Choose",
    "We Can Guess Your Relationship Status With 100% Accuracy Based On What You Watch On Netflix",
    "We Can Guess Your Relationship Status Based On The Foods You Fill Your Stocking With",
    "Can We Guess Your Eye Color Based On What You Eat At A Buffet?",
    "We’ll Guess Your Favorite Childhood Snack Based On The Christmas Sweaters You Wear",
    "We Can Guess Which Hogwarts House You're In Based On Which Celebs You Put On The Naughty And Nice Lists",
    "Pick 6 International Fast-Food Items And We'll Guess Your Birth Month",
    "Believe It Or Not, We Can Actually Guess Your Hair Color Based On The Cake You Bake",
    "Can We Guess Your Favorite Ice Cream Flavor Based On The Outfit You Pick From Garage?",
    "We Can Guess Your Eye Color Based On The Cake You Bake",
    "We Can Guess If You Like Target Or Walmart Based On Your Christmas Preferences",
    "We Can Guess The Color Of Your Eyes With 100% Accuracy Based On What You Eat At Bento",
    "We'll Guess Your Relationship Status Based On The Things You Buy At The Grocery Store",
    "Can We Guess Your Favorite Color By The 8 Taylor Swift Songs You Choose?",
    "The Foods You Choose At This Holiday Party Will Reveal Your Relationship Status",
    "We Know How Old You Are Based On The Christmas Foods You Hate",
    "We Can Guess Your Eye Color Based On The Poke Bowl You Make",
    "Rate These 6 Christmas Songs And We'll Guess Your Age",
    "Go Shopping At Topshop And We'll Guess Your Zodiac Sign",
    "Go Shopping At Hollister And We'll Guess Where You Live",
    "Pick 5 Drink Flavors And We'll Guess What You’ve Put On Top Of Your Christmas Tree",
    "We Can Guess You Hair Color Based On The Recasting Choices You'd Make For These Christmas Movies",
    "We Know Your Fave Thing About Christmas Based On Your Favorite Thing About These Other Holidays",
    "I Bet We Can Guess Your Favorite Movie With 100% Accuracy",
    "Order A Chinese Feast In 11 Steps And We'll Guess If You're More Introverted Or Extroverted",
    "Buy Designer Christmas Presents And We'll Accurately Guess Your Age",
    "Can We Guess What Time You Like To Wake Up On Christmas Morning?",
    "We Can Guess Your Favorite Christmas Movie Based On The Pairs Of Gloves You Buy",
    "Take This Color Test And We'll Guess What You Want For Christmas",
    "We'll Guess Your Zodiac Sign Based On The Movies You Pick From Each Decade",
    "We Can Guess If You Enjoy Giving Or Receiving Gifts Better Based On The 7 Foods You Choose",
    "Can We Guess How Many Names Are On Your Enemies List?",
    "Pick 6 Christmas Tree Ornaments And We'll Guess Your Favorite Christmas Song",
    "We Can Accurately Guess Your Age Based On The Holiday Gifts You Buy For Your Loved Ones",
    "Check Off All Of The Cereals You've Tried And We'll Guess Which Region You're From",
    "Pick Out Some Colors And We’ll Guess Which Foreign Language You Know",
    "We Can Guess What You Ate For Breakfast This Morning Based On The Winter Day You Plan",
    "Can We Guess If You Like Cold Weather Based On The Cold Foods You Choose?",
    "We Can Guess Your Eye Color Based On The Christmas Gifts You Choose For These Celebrities",
    "Build A Winter Outfit At Urban Outfitters And We'll Guess Your Generation And Relationship Status",
    "Buy A Ton Of Christmas Decorations At Target And We'll Correctly Guess The Color Of Your Eyes",
    "Plan Your Christmas Dinner Menu And We'll Accurately Guess How Old You Are",
    "Tell Us Your \"iCarly\" Opinions And We'll Guess Your Favorite Social Media App",
    "Pick A Dessert In Every Color And We'll Try To Guess Your Eye Color",
    "We Know Your Favorite Christmas Movie Based On Your Holiday Preferences",
    "Choose Some Ice Cream Flavors And We'll Guess Your Favorite Kind Of Pizza",
    "We Can Guess Your Favorite Season With 100% Accuracy Based On Your Random Preferences",
    "Can We Guess The Month You Were Born In Based On The Jobs You Choose?",
    "Order A Pizza And We'll Guess Your Relationship Status",
    "Can We Guess Your Hair Color Based On The Pizza You Order For Yourself?",
    "Shop At Versace And We’ll Guess Which Famous Artist Is Your Favorite",
    "Shop At Bath & Body Works And We'll Guess If You've Been Naughty Or Nice",
    "Choose Between These Cute Names And We’ll Guess Your Favorite Thing About The Christmas Holiday",
    "Choose Your Fave Baby Names And We'll Accurately Guess Your Height And Eye Color",
    "Become A Farmer And We'll Guess If You're On Team Pie Or Team Cake",
    "Can We Guess Your Fave Christmas Movie Based On Your Favorite Things About Winter?",
    "We Can Guess If You're An Introvert Or Extrovert Based On The Christmas Party You Put Together",
    "Decorate A Digital Christmas Tree And We'll Guess Your Exact Age And Height",
    "Shop At Zara And We’ll Guess Your Favorite Ice Cream Flavor",
    "Can We Guess Your Eye Color Based On The Food You Eat At McDonald's?",
    "Build A Secret Garden And We'll Guess Your Morning Routine",
    "We'll Guess Your Eye Color Based On The Christmas Gifts You Buy For Your Friends And Family",
    "Spend All Your Money At The Mall And We'll Guess Your Zodiac Sign",
    "Choose Between Burger King And Sonic Meals And We'll Guess If Pink Or Purple Is Your Favorite Color",
    "Tell Us Your \"The Office\" Opinions And We'll Guess What You Want For The Holidays",
    "We Can Guess If You're A Dog Or Cat Person Based On How You Feel About These Condiments",
    "Make A Thanksgiving Plate And We'll Guess Your Birth Order With 100% Accuracy",
    "Choose 5 Candies And We'll Correctly Guess Your Age",
    "Can We Guess Your Favorite Meal Of The Day Based On The Sweatshirts You Pick?",
    "Pick 5 International Starbucks Holiday Drinks And We'll Guess The Season You Were Born In",
    "Pick A Rainbow Of Colors And We'll Guess What You're Most Grateful For",
    "Pick 8 One Direction Songs And We'll Correctly Guess Your Fave Holiday",
    "We’ll Guess Your Favorite Music Genre Based On The Shopping You Do At Topshop",
    "Pick Some Decor At Urban Outfitters And We'll Tell You Which Zodiac Sign You Are",
    "Pick Some Foods To Eat And We'll Guess Which Southern State You're From",
    "Can We Guess Which Decade Of Life You're In Based On Your Thanksgiving Food Preferences?",
    "Can We Guess Your Guilty Pleasure Based On The Dog Outfits You Pick?",
    "Build A Fall Outfit And We'll Guess Your Astrological Sign",
    "Choose 6 TV And Movie Characters And We'll Accurately Guess Your Name",
    "Pick 8 Dog Breeds And We'll Guess If You Like Pumpkin Or Apple Pie",
    "Plan An Elaborate Thanksgiving Dinner In 10 Steps And We'll Guess Your Age Range",
    "This Quiz Is Extremely Random But At The End You'll Get Very Specific Facts About Yourself, Alright?",
    "Choose From These Upsetting Food Pics To Reveal Your Favorite Thanksgiving Dish",
    "Choose Your Favorite Animals And We'll Guess Your Favorite Season",
    "Spend All Of Your Money At Zara And We'll Correctly Guess Your Favorite Animal",
    "We Know Your Birth Month Based On The Winter Outfit You Create",
    "Can We Guess Which Animal You Own Based On What You Buy At Forever 21?",
    "Can We Guess Your IQ Based On The Colors You Choose?",
    "List The Random Things You Hate And We'll Accurately Predict When You'll Get Married",
    "Pick Some Lush Products And We'll Guess Your Relationship Status",
    "Can We Guess Your Relationship Status Based On The Grocery Shopping You Do?",
    "Eat Nothing But McDonald's For An Entire Day And We'll Guess Your Favorite Childhood Toy",
    "I Bet We Can Correctly Guess Your Shoe Size Based On The Shopping Spree You Go On At Target",
    "Plan A Day For Yourself And We'll Correctly Guess Your Favorite Season",
    "We Can Guess Your Zodiac Sign Based On The 5 Snacks You Choose",
    "Can We Guess Your Current Relationship Status Based On The Disney Princesses You Choose?",
    "Pick 11 Beverages And We'll Guess If You Prefer Pancakes Or Waffles",
    "Pick A Shoe In Every Color And We'll Guess Your Favorite Shawn Mendes Song",
    "Order 6 Things From Chick-Fil-A And We'll Guess Your Relationship Status",
    "These 20 Yes Or No Questions Will Separate The Parents From The Non-Parents",
    "Plan A Regular Day Of Meals And We'll Guess Which Thanksgiving Side Is Your Favorite",
    "Build A Thanksgiving Feast And We'll Guess What You're Thankful For",
    "Go Shopping And We'll Guess Your Favorite Season",
    "Pick 5 Pairs Of Slippers And We'll Accurately Guess Your Shoe Size",
    "Order From Chipotle And We'll Accurately Guess Your Zodiac Sign",
    "Buy 5 Things At Fanatics And We'll Correctly Guess Your Favorite Sport",
    "Buy Some Jewelry At Kendra Scott And We'll Correctly Guess Your Fave Season",
    "We’ll Accurately Guess Your Age Based On The Clothes You Buy At Old Navy",
    "Eat At Denny's In 8 Steps And We'll Guess If You Prefer Coffee Or Tea",
    "Grab Some Food At Dairy Queen And We'll Guess If You're An Introvert Or Extrovert"
]